; TranslationAuthor: Fero Fico
; TranslationAuthorEmail: ferofico@gmail.com
; TranslationAuthorWeb:
; Soft Version: Wise Memory Optimizer 3.46.97
; Update: 2016-06-07

[Lang]
NativeLanguage=Slovensky

[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=OK
ButtonClose=Zatvoriť

[Translation]
LangCode=041B
ReadHabit=Left-to-right
LanguageName=SKY
LangShortName=sk-SK
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Zdieľajte Wise Memory Optimizer s priateľmi
FrmMoMain.imgfacebook.hint=Zdieľajte Wise Memory Optimizer na Facebooku
FrmMoMain.imgtwitter.hint=Zdieľajte Wise Memory Optimizer na Twitteri
FrmMoMain.chkupdate.caption=Automaticky kontrolovať aktualizácie
FrmMoMain.btnlike.caption=Páči sa mi
FrmMoMain.lblTotalMem.Caption=Celková pamäť:
FrmMoMain.lblaopt.Caption=Optimalizovať,ak voľná pamäť poklesne pod:
FrmMoMain.lbltry.Caption=Uvoľniť viac pamäte
FrmMoMain.btnsettings.Caption=Nastavenia
FrmMoMain.btnOpt.Caption=Optimalizovať
FrmMoMain.chkmin.Caption=Po zatvorení minimalizovať do panela úloh
FrmMoMain.chkauto.Caption=Spúšťať pri štarte PC
FrmMoMain.chkautoOpt.Caption=Automaticky optimalizovať
FrmMoMain.ckchkclearborad.Caption=Pri optimalizácii vyprázdniť schránku
FrmMoMain.chkidle.Caption=Spustiť,keď je CPU nečinné (Odporúčané)
FrmMoMain.lbllang.Caption=Jazyk:
;
; About
;
FrmAbout.caption=O programe
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Aktuálna verzia:
FrmAbout.lblemail.caption=Technická podpora:
FrmAbout.lblhome.caption=Domovská stránka:
FrmAbout.lblthanks.caption=Týmto ľuďom ďakujeme za ich príspevky:

[MemoryOptimizer]
ThisTimeFreeMemory=Uvoľnili sme %s pamäte.
CurPrecent=Aktuálne využitá pamäť:
UsedMemory=Využitá pamäť:
AvailableMemory=Voľná pamäť:
FreeMemory=Uvoľnená pamäť:
At=o
pmShow=Zobraziť Wise Memory Optimizer
pmOpt=Optimalizovať
pmAbout=O programe
pmExit=Ukončiť
SureExit=Optimalizujem pamäť...Naozaj chcete program ukončiť?
Mintotray=Optimalizácia pamäte

[Message]
NewVer=Bola nájdená nová verzia Wise Memory Optimizer! Chcete ju aktualizovať?
NotShowNotice=Nezobrazovať znova toto oznámenie.